tap "nikitabobko/tap"
brew "bat"
brew "bazelisk"
brew "btop"
brew "clang-format"
brew "eza"
brew "fastfetch"
brew "fd"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "gcc"
brew "gh"
brew "git"
brew "git-filter-repo"
brew "imagemagick"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "make"
brew "neovim"
brew "perl"
brew "poppler"
brew "protobuf"
brew "python@3.13"
brew "resvg"
brew "ripgrep"
brew "sevenzip"
brew "starship"
brew "stow"
brew "tmux"
brew "unzip"
brew "yazi"
brew "zoxide"
cask "aerospace"
cask "font-fira-code-nerd-font"
cask "font-symbols-only-nerd-font"
cask "jordanbaird-ice"
cask "unnaturalscrollwheels"
cask "wezterm"

